tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "jwbargsten/misc"
tap "kamillobinski/thock"
tap "keith/formulae"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "spring-io/tap"
tap "supabase/tap"
tap "theboredteam/boring-notch"
tap "withgraphite/tap"
brew "awscli"
brew "bat"
brew "carapace"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "git-standup"
brew "jenv"
brew "kubernetes-cli"
brew "maven"
brew "minikube"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "opencode"
brew "pnpm"
brew "render"
brew "starship"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "watch"
brew "yazi"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "jwbargsten/misc/defbro"
brew "kamillobinski/thock/thock"
brew "keith/formulae/reminders-cli"
brew "oven-sh/bun/bun"
brew "spring-io/tap/spring-boot"
brew "supabase/tap/supabase"
brew "withgraphite/tap/graphite"
cask "aerospace"
cask "boring-notch"
cask "clocker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "imageoptim"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keycastr"
cask "kindavim"
cask "mouseless"
cask "responsively"
cask "sf-symbols"
cask "shortcat"
cask "shottr"
cask "tableplus"
cask "visual-studio-code"
vscode "alefragnani.bookmarks"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "deinsoftware.testing-library-snippets"
vscode "deinsoftware.vitest-snippets"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "fitzsimonsdevin.rtl-quick-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "johnpapa.vscode-peacock"
vscode "k--kato.intellij-idea-keybindings"
vscode "mgmcdermott.vscode-language-babel"
vscode "naumovs.color-highlight"
vscode "nautigsam.go-to-test"
vscode "pkief.material-icon-theme"
vscode "planbcoding.vscode-react-refactor"
vscode "prettier.prettier-vscode"
vscode "stivo.tailwind-fold"
vscode "streetsidesoftware.code-spell-checker"
vscode "vincaslt.highlight-matching-tag"
vscode "vitest.explorer"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "willnemo.rtlcheatsheet"
