tap "anomalyco/tap"
tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "jwbargsten/misc"
tap "kamillobinski/thock"
tap "keith/formulae"
tap "manaflow-ai/cmux"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "notwadegrimridge/brew"
tap "oven-sh/bun"
tap "spring-io/tap"
tap "supabase/tap"
tap "theboredteam/boring-notch"
tap "withgraphite/tap"
brew "awscli"
brew "bat"
brew "btop"
brew "carapace"
brew "cocoapods"
brew "colima"
brew "docker"
brew "docker-compose"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "git-standup"
brew "jenv"
brew "kubernetes-cli"
brew "libpq"
brew "maven"
brew "minikube"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "openapi-generator"
brew "parallel"
brew "pnpm"
brew "render"
brew "sesh"
brew "starship"
brew "stow"
brew "tealdeer"
brew "terminal-notifier"
brew "tmux"
brew "tmuxinator"
brew "watch"
brew "yazi"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "jwbargsten/misc/defbro"
brew "kamillobinski/thock/thock"
brew "keith/formulae/reminders-cli"
brew "oven-sh/bun/bun"
brew "spring-io/tap/spring-boot"
brew "supabase/tap/supabase"
brew "withgraphite/tap/graphite"
cask "nikitabobko/tap/aerospace"
cask "android-studio"
cask "theboredteam/boring-notch/boring-notch"
cask "capcut"
cask "clocker"
cask "clop"
cask "cmux"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "imageoptim"
cask "intellij-idea-ce"
cask "karabiner-elements"
cask "keycastr"
cask "kindavim"
cask "losslesscut"
cask "lunar"
cask "mouseless"
cask "notwadegrimridge/brew/pingplace"
cask "responsively"
cask "sf-symbols"
cask "shortcat"
cask "shottr"
cask "tableplus"
cask "visual-studio-code"
cask "yaak"
cask "zed"
vscode "bradlc.vscode-tailwindcss"
vscode "cmstead.js-codeformer"
vscode "cortezdev.js-promise-function-colorizer"
vscode "deque-systems.vscode-axe-linter"
vscode "fitzsimonsdevin.rtl-quick-debug"
vscode "josharsh.test-navigator"
vscode "jujune.await-snail"
vscode "k--kato.intellij-idea-keybindings"
vscode "maxvanderschee.web-accessibility"
vscode "msjsdiag.vscode-react-native"
vscode "p42ai.refactor"
vscode "riccardoforina.storybook-helper"
vscode "stannthe5.typescript-autoawait"
vscode "supermaven.supermaven"
vscode "vitest.explorer"
vscode "vscodevim.vim"
