tap "caarlos0/tap"
tap "felixkratz/formulae"
tap "kamillobinski/thock"
tap "keith/formulae"
tap "mediosz/tap"
tap "nikitabobko/tap"
tap "spring-io/tap"
brew "colima"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-standup"
brew "kubernetes-cli"
brew "minikube"
brew "neofetch"
brew "neovim"
brew "node"
brew "pnpm"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "caarlos0/tap/timer"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "kamillobinski/thock/thock"
brew "keith/formulae/reminders-cli"
brew "spring-io/tap/spring-boot"
cask "aerospace"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "sf-symbols"
cask "swipeaerospace"
vscode "andyhuzhill.typewriterscrollmode"
vscode "astro-build.astro-vscode"
vscode "avetis.tokyo-night"
vscode "bluedotbrigade.ears-syntax-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "janschulte.better-seo"
vscode "k--kato.intellij-idea-keybindings"
vscode "kukushi.pasteurl"
vscode "openai.chatgpt"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "vitest.explorer"
vscode "vsc-zoctarine.markdown-fiction-writer"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
